Repository: eDonnes124/Town-Of-Us-R
Catalog: source/Properties/Resources.*.resx
Languages: fr

source: Add Arsonist
fr: Ajouter Pyromane

source: Add Plaguebearer
fr: Ajouter Porteur de Peste

source: Aftermath
fr: Conséquence

source: All Any Settings
fr: Paramètres Aléatoires

source: Altruist
fr: Altruiste

source: Amnesiac
fr: Amnésique

source: Arsonist
fr: Pyromane

source: Bait
fr: Appât

source: Blackmailer
fr: Maître-chanteur

source: Bomber
fr: Bombardier

source: Button Barry
fr: Bouton de Barry

source: Classic Game Mode Settings
fr: Paramètres de jeu classique

source: Crewmate Investigative Roles
fr: Rôles Crewmate Enquêteur

source: Crewmate Killing Roles
fr: Rôles Crewmate Tueurs

source: Crewmate Modifiers
fr: Modificateurs de Crewmate

source: Crewmate Protective Roles
fr: Rôles Crewmate Protecteurs

source: Crewmate Support Roles
fr: Rôles Crewmate de Soutien

source: Cultist Mode
fr: Mode Cultiste

source: Cultist Settings
fr: Paramètres Cultiste

source: Detective
fr: Détective

source: Diseased
fr: Malade

source: Disperser
fr: Disperseur

source: Doomsayer
fr: Prophète de malheur

source: Double Shot
fr: Double Coup

source: Engineer
fr: Ingénieur

source: Escapist
fr: Fugitif

source: Executioner
fr: Bourreau

source: Frosty
fr: Glacial

source: Game Mode
fr: Mode de jeu

source: Game Mode Settings
fr: Paramètres du mode de jeu

source: Giant
fr: Géant

source: Global Modifiers
fr: Modificateurs globaux

source: Guardian Angel
fr: Ange gardien

source: Haunter
fr: Hanteur

source: Imitator
fr: Imitateur

source: Impostor Concealing Roles
fr: Rôles d'Imposteurs Masqués

source: Impostor Killing Roles
fr: Rôles d'Imposteurs Tueurs

source: Impostor Modifiers
fr: Modificateurs d'Imposteurs

source: Impostor Support Roles
fr: Rôles d'Imposteurs de Soutien

source: Investigator
fr: Enquêteur

source: Janitor
fr: Concierge

source: Jester
fr: Bouffon

source: Killing Only Settings
fr: Paramètres de Tueur Seulement

source: Lovers
fr: Amoureux

source: Max Chameleons
fr: Max Caméléons

source: Max Engineers
fr: Max Ingénieurs

source: Max Investigators
fr: Max Investigateur

source: Max Mystics
fr: Max Mystiques

source: Max Neutral Benign Roles
fr: Nbr Max de Rôles Neutres Bénins

source: Max Neutral Evil Roles
fr: Nbr Max de Rôles Neutres Maléfiques

source: Max Neutral Killing Roles
fr: Nbr Max de Rôles Neutres Tueurs

source: Mayor
fr: Maire

source: Medic
fr: Médecin

source: Medium
fr: Médium

source: Miner
fr: Mineur

source: Min Neutral Benign Roles
fr: Nbr Mini de Rôles Neutres Bénins

source: Min Neutral Evil Roles
fr: Nbr Mini de Rôles Neutres Maléfiques

source: Min Neutral Killing Roles
fr: Nbr Mini de Rôles Neutres Tueurs

source: Morphling
fr: Métamorphe

source: Multitasker
fr: Multitâche

source: Mystic
fr: Mystique

source: Neutral Benign Roles
fr: Rôles Neutres Bénins

source: Neutral Evil Roles
fr: Rôles Neutres Maléfiques

source: Neutral Killing Roles
fr: Rôles Neutres Tueurs

source: Neutral Roles
fr: Rôles Neutre

source: Phantom
fr: Fantôme

source: Plaguebearer
fr: Porteur de Peste

source: Prosecutor
fr: Procureur

source: Random Number Of Impostors
fr: Nombre aléatoire d’imposteurs

source: Seer
fr: Voyant

source: Sheriff
fr: Shérif

source: Sleuth
fr: Enquêteur

source: Snitch
fr: Indicateur

source: Spy
fr: Espion

source: Survivor
fr: Survivant

source: Swapper
fr: Swapeur

source: Swooper
fr: Furtif

source: The Glitch
fr: Anomalie

source: Tiebreaker
fr: Arbitre

source: Torch
fr: Torche

source: Tracker
fr: Suiveur

source: Traitor
fr: Traître

source: Transporter
fr: Transporteur

source: Trapper
fr: Trappeur

source: Underdog
fr: Le Désavantagé

source: Undertaker
fr: Fossoyeur

source: Vampire Hunter
fr: Chasseur de Vampire

source: Venerer
fr: Ascendant

source: Veteran
fr: Vétéran

source: Veteran Count
fr: Nombre de Vétérans

source: Vigilante
fr: Justicier

source: Vigilante Count
fr: Nombre de Justiciers

source: Warlock
fr: Sorcier

source: Werewolf
fr: Loup-garou

source: Max Snitches
fr: Max Rapporteurs

source: Max Spies
fr: Max Espions

source: Max Transporters
fr: Max Transporteurs

source: Max Vigilantes
fr: Max Vigilants

source: Initial Whisper Cooldown
fr: Cooldown Initial de Chuchotement

source: Increased Cooldown Per Whisper
fr: Cooldown Augmenté Par Chuchotement

source: Whisper Radius
fr: Rayon de Chuchotement

source: Conversion Percentage
fr: Pourcentage de Conversion

source: Decreased Conversion Percentage Per Conversion
fr: Pourcentage de Conversion Réduit Par Conversion

source: Initial Revive Cooldown
fr: Cooldown Initial de Résurrection

source: Increased Cooldown Per Revive
fr: Cooldown Augmenté Par Résurrection

source: Maximum Number Of Reveals
fr: Nombre Maximum de Révélations

source: Map Settings
fr: Paramètres de Carte

source: Choose Random Map
fr: Choisir une Carte Aléatoire

source: Skeld Chance
fr: Chance pour Skeld

source: Mira Chance
fr: Chance pour Mira

source: Polus Chance
fr: Chance pour Polus

source: Airship Chance
fr: Chance pour Airship

source: Submerged Chance
fr: Chance pour Submerged

source: Better Polus Settings
fr: Meilleurs Paramètres pour Polus

source: Better Polus Vent Layout
fr: Meilleure Disposition des Conduits sur Polus

source: Vitals Moved To Lab
fr: Signes Vitaux Déplacés vers le Labo

source: Cold Temp Moved To Death Valley
fr: Température Froide Déplacée vers la Vallée de la Mort

source: Reboot Wifi And Chart Course Swapped
fr: Redémarrage Wifi et Trajet Échangés

source: Custom Game Settings
fr: Paramètres de Jeu Personnalisés

source: Camouflaged Comms
fr: Comms Camouflées

source: Impostors Can See The Roles Of Their Team
fr: Les Imposteurs Peuvent Voir les Rôles de Leur Équipe

source: Dead Can See Everyone's Roles/Votes
fr: Les Morts Peuvent Voir les Rôles/Votes de Tout le Monde

source: Game Start Cooldowns
fr: Cooldowns au Début du Jeu

source: Parallel Medbay Scans
fr: Scans Médicaux Parallèles

source: Disable Meeting Skip Button
fr: Désactiver le Bouton Passer Réunion

source: Enable Hidden Roles
fr: Activer les Rôles Cachés

source: First Death Shield Next Game
fr: Bouclier Après Premier Décès pour le Prochain Jeu

source: Neutral Evil Win Ends Game
fr: Victoire du Mal Neutre Termine le Jeu

source: Task Tracking Settings
fr: Paramètres de Suivi des Tâches

source: See Tasks During Round
fr: Voir les Tâches Pendant la Manche

source: See Tasks During Meetings
fr: Voir les Tâches Pendant les Réunions

source: See Tasks When Dead
fr: Voir les Tâches Quand Mort

source: Assassin Ability
fr: Capacité d'Assassin

source: Number Of Impostor Assassins
fr: Nombre d'Assassins Imposteurs

source: Number Of Neutral Assassins
fr: Nombre d'Assassins Neutres

source: Amnesiac Turned Impostor Gets Ability
fr: Amnésique Devenu Imposteur Obtient la Capacité

source: Amnesiac Turned Neutral Killing Gets Ability
fr: Amnésique Devenu Tueur Neutre Obtient la Capacité

source: Traitor Gets Ability
fr: Traître Obtient la Capacité

source: Number Of Assassin Kills
fr: Nombre de Tueries par Assassin

source: Assassin Can Kill More Than Once Per Meeting
fr: L'Assassin Peut Tuer Plus d'une Fois Par Réunion

source: Assassin Can Guess 'Crewmate'
fr: L'Assassin Peut Deviner 'Équipage'

source: Assassin Can Guess Neutral Benign Roles
fr: L'Assassin Peut Deviner les Rôles Neutres Bénins

source: Assassin Can Guess Neutral Evil Roles
fr: L'Assassin Peut Deviner les Rôles Neutres Maléfiques

source: Assassin Can Guess Neutral Killing Roles
fr: L'Assassin Peut Deviner les Rôles Neutres Tueurs

source: Assassin Can Guess Impostor Roles
fr: L'Assassin Peut Deviner les Rôles d'Imposteur

source: Assassin Can Guess Crewmate Modifiers
fr: L'Assassin Peut Deviner les Modificateurs d'Équipage

source: Assassin Can Guess Lovers
fr: L'Assassin Peut Deviner les Amoureux

source: Assassin Can Guess After Voting
fr: L'Assassin Peut Deviner Après le Vote

source: Tasks Remaining When Haunter Can Be Clicked
fr: Tâches Restantes pour Cliquer sur le Hanteur

source: Tasks Remaining When Alert Is Sent
fr: Tâches Restantes pour Envoyer une Alerte

source: Haunter Reveals Neutral Roles
fr: Le Hanteur Révèle les Rôles Neutres

source: Who Can Click Haunter
fr: Qui Peut Cliquer sur le Hanteur

source: Footprint Size
fr: Taille de l'Empreinte

source: Footprint Interval
fr: Intervalle de l'Empreinte

source: Footprint Duration
fr: Durée de l'Empreinte

source: Anonymous Footprint
fr: Empreinte Anonyme

source: Footprint Vent Visible
fr: Empreinte Visible dans la Bouche d'Aération

source: Dead Body Arrow Duration
fr: Durée de la Flèche du Cadavre

source: Confess Cooldown
fr: Temps de Recharge de la Confession

source: Reveal Accuracy
fr: Précision de la Révélation

source: Neutral Benign Roles Show Evil
fr: Les Rôles Neutres Bénins Montrent le Mal

source: Neutral Evil Roles Show Evil
fr: Les Rôles Neutres Malfaisants Montrent le Mal

source: Neutral Killing Roles Show Evil
fr: Les Rôles Neutres Meurtriers Montrent le Mal

source: Seer Cooldown
fr: Temps de Recharge du Voyant

source: Crewmate Killing Roles Are Red
fr: Les Rôles de Meurtriers parmi les Équipiers sont Rouges

source: Neutral Benign Roles Are Red
fr: Les Rôles Neutres Bénins sont Rouges

source: Neutral Evil Roles Are Red
fr: Les Rôles Neutres Malfaisants sont Rouges

source: Neutral Killing Roles Are Red
fr: Les Rôles Neutres Meurtriers sont Rouges

source: Traitor Does Not Swap Colours
fr: Le Traître ne Change Pas de Couleurs

source: Snitch Sees Neutral Roles
fr: L'Indicateur Voit les Rôles Neutres

source: Tasks Remaining When Revealed
fr: Tâches Restantes Lors de la Révélation

source: Snitch Sees Impostors In Meetings
fr: L'Indicateur Voit les Imposteurs Pendant les Réunions

source: Snitch Sees Traitor
fr: L'Indicateur Voit le Traître

source: Who Sees Dead Bodies On Admin
fr: Qui Voit les Cadavres sur l'Admin

source: Arrow Update Interval
fr: Intervalle de Mise à Jour de la Flèche

source: Track Cooldown
fr: Temps de Recharge du Suivi

source: Tracker Arrows Reset After Each Round
fr: Les Flèches du Suiveur se Réinitialisent Après Chaque Tour

source: Maximum Number Of Tracks Per Round
fr: Nombre Maximum de Pistes par Tour

source: Min Amount Of Time In Trap To Register
fr: Temps Minimum dans le Piège pour Enregistrement

source: Trap Cooldown
fr: Temps de Recharge du Piège

source: Traps Removed After Each Round
fr: Pièges Retirés Après Chaque Tour

source: Maximum Number Of Traps Per Game
fr: Nombre Maximum de Pièges par Jeu

source: Trap Size
fr: Taille du Piège

source: Minimum Number Of Roles Required To Trigger Trap
fr: Nombre Minimum de Rôles Requis pour Déclencher le Piège

source: Sheriff Miskill Kills Crewmate
fr: Le Shérif Tue un Équipier en Cas d'Erreur

source: Sheriff Kills Doomsayer
fr: Le Shérif Tue le Prophète de Malheur

source: Sheriff Kills Executioner
fr: Le Shérif Tue l'Exécuteur

source: Sheriff Kills Jester
fr: Le Shérif Tue le Bouffon

source: Sheriff Kills Arsonist
fr: Le Shérif Tue le Pyromane

source: Sheriff Kills The Glitch
fr: Le Shérif Tue le Dysfonctionnement

source: Sheriff Kills Juggernaut
fr: Le Shérif Tue le Mastodonte

source: Sheriff Kills Plaguebearer
fr: Le Shérif Tue le Porteur de Peste

source: Sheriff Kills Vampire
fr: Le Shérif Tue le Vampire

source: Sheriff Kills Werewolf
fr: Le Shérif Tue le Loup-Garou

source: Sheriff Kill Cooldown
fr: Temps de Recharge du Meurtre du Shérif

source: All
fr: Tous

source: Imps Only
fr: Impo Seulement

source: Stake Cooldown
fr: Temps de Recharge du Pieu

source: Can Stake Round One
fr: Peut Utiliser un Pieu au Premier Tour

source: Self Kill On Failure To Kill A Vamp With All Stakes
fr: Auto-élimination en Cas d'Échec à Tuer un Vampire avec Tous les Pieux

source: What Vampire Hunter Becomes On All Vampire Deaths
fr: Ce que Devient le Chasseur de Vampires à la Mort de Tous les Vampires

source: Can Be Killed On Alert
fr: Peut être Tué en État d'Alerte

source: Alert Cooldown
fr: Temps de Recharge de l'Alerte

source: Alert Duration
fr: Durée de l'Alerte

source: Maximum Number Of Alerts
fr: Nombre Maximum d'Alertes

source: Number Of Vigilante Kills
fr: Nombre de Tueries par le Justicier

source: Vigilante Can Kill More Than Once Per Meeting
fr: Le Justicier Peut Tuer Plus d'une Fois par Réunion

source: Vigilante Can Guess Neutral Benign Roles
fr: Le Justicier Peut Deviner les Rôles Neutres Bénins

source: Vigilante Can Guess Neutral Evil Roles
fr: Le Justicier Peut Deviner les Rôles Neutres Malfaisants

source: Vigilante Can Guess Neutral Killing Roles
fr: Le Justicier Peut Deviner les Rôles Neutres Tueurs

source: Vigilante Can Guess Lovers
fr: Le Justicier Peut Deviner les Amoureux

source: Vigilante Can Guess After Voting
fr: Le Justicier Peut Deviner Après le Vote

source: Altruist Revive Duration
fr: Durée de Résurrection de l'Altruiste

source: Target's Body Disappears On Beginning Of Revive
fr: Le Corps de la Cible Disparaît au Début de la Résurrection

source: Show Shielded Player
fr: Montrer le Joueur Protégé

source: Who Gets Murder Attempt Indicator
fr: Qui Reçoit l'Indicateur de Tentative de Meurtre

source: Shield Breaks On Murder Attempt
fr: Le Bouclier Se Brise à la Tentative de Meurtre

source: Show Medic Reports
fr: Montrer les Rapports du Médecin

source: Time Where Medic Will Have Name
fr: Temps où le Médecin Aura un Nom

source: Time Where Medic Will Have Color Type
fr: Temps où le Médecin Aura un Type de Couleur

source: Druid
fr: Druide

source: Shape Cooldown
fr: Temps de Recharge de la Forme

source: Shape Cooldown Reduction
fr: Réduction du Temps de Recharge de la Forme

source: Max Shapes Per Round
fr: Nombre Maximum de Formes par Manche

source: Can Use Shape Abilities
fr: Peut Utiliser les Capacités de la Forme

source: Kill Cooldown Reduction
fr: Réduction du Temps de Recharge du Meurtre

source: Juggernaut Kills Traitor
fr: Le Juggernaut Tue le Traître

source: Juggernaut Kills Vampire
fr: Le Juggernaut Tue le Vampire

source: Juggernaut Kills Witch
fr: Le Juggernaut Tue la Sorcière

source: Time Lord
fr: Seigneur du Temps

source: Rewind Duration
fr: Durée du Retour en Arrière

source: Rewind Cooldown
fr: Temps de Recharge du Retour en Arrière

source: Can Rewind During Meetings
fr: Peut Faire un Retour en Arrière Pendant les Réunions

source: Custom Roles
fr: Rôles Personnalisés

source: Custom Role Settings
fr: Paramètres des Rôles Personnalisés

source: Custom Roles Are In-Game
fr: Les Rôles Personnalisés Sont en Jeu

source: Custom Roles Include Neutral
fr: Les Rôles Personnalisés Incluent les Rôles Neutres

source: Custom Roles Include Crewmate
fr: Les Rôles Personnalisés Incluent les Membres d'Équipage

source: Custom Options
fr: Options Personnalisées

source: Custom Option Settings
fr: Paramètres des Options Personnalisées

source: Custom Options Are In-Game
fr: Les Options Personnalisées Sont en Jeu

source: Custom Options Include Neutral
fr: Les Options Personnalisées Incluent les Neutres

source: Custom Options Include Crewmate
fr: Les Options Personnalisées Incluent les Membres d'Équipage

source: Show Custom Role Hints
fr: Afficher les Indices des Rôles Personnalisés

source: Show Custom Option Hints
fr: Afficher les Indices des Options Personnalisées

source: Maximum Number Of Roles
fr: Nombre Maximum de Rôles

source: Maximum Number Of Neutrals
fr: Nombre Maximum de Rôles Neutres

source: Maximum Number Of Crewmates
fr: Nombre Maximum de Membres d'Équipage

source: Maximum Number Of Players
fr: Nombre Maximum de Joueurs

source: Minimum Number Of Players
fr: Nombre Minimum de Joueurs

source: Include All Default Roles
fr: Inclure Tous les Rôles par Défaut

source: Include All Default Crewmates
fr: Inclure Tous les Membres d'Équipage par Défaut

source: Include All Default Neutrals
fr: Inclure Tous les Rôles Neutres par Défaut

source: Minimum Number Of Impostors
fr: Nombre Minimum d'Imposteurs

source: Maximum Number Of Impostors
fr: Nombre Maximum d'Imposteurs

source: Mediate Cooldown
fr: Temps de Médiation

source: Reveal Appearance Of Mediate Target
fr: Révéler l'apparence de la cible de médiation

source: Reveal The Medium To The Mediate Target
fr: Révéler le médium à la cible de médiation

source: Who Is Revealed With Mediate
fr: Qui est révélé avec la médiation

source: Prosecutor Dies When They Exile A Crewmate
fr: Le procureur meurt s'ils exilent un coéquipier

source: Swapper Can Button
fr: Le Swapper peut utiliser le bouton

source: Transport Cooldown
fr: Temps de recharge du Transporteur

source: Maximum Number Of Transports
fr: Nombre maximal de transports

source: Transporter Can Use Vitals
fr: Le Transporteur peut utiliser les signes vitaux

source: Amnesiac Gets Arrows Pointing To Dead Bodies
fr: L'amnésique obtient des flèches pointant vers les cadavres

source: Time After Death Arrow Appears
fr: Temps après lequel la flèche de décès apparaît

source: Protect Cooldown
fr: Temps de recharge de la protection

source: Protect Duration
fr: Durée de la protection

source: Kill Cooldown Reset When Protected
fr: Réinitialisation du temps de recharge du meurtre lors de la protection

source: Maximum Number Of Protects
fr: Nombre maximal de protections

source: Show Protected Player
fr: Afficher le joueur protégé

source: GA Becomes On Target Dead
fr: AG devient quand la cible meurt

source: Target Knows GA Exists
fr: La cible sait que l'Ange Gardien existe

source: GA Knows Targets Role
fr: AG connaît le rôle des cibles

source: Odds Of Target Being Evil
fr: Probabilité que la cible soit mauvaise

source: Vest Cooldown
fr: Temps de recharge du gilet pare-balles

source: Vest Duration
fr: Durée du gilet pare-balles

source: Kill Cooldown Reset On Attack
fr: Réinitialisation du temps de recharge du meurtre lors de l'attaque

source: Maximum Number Of Vests
fr: Nombre maximal de gilets pare-balles

source: Observe Cooldown
fr: Temps de recharge de l'observation

source: Doomsayer Can Guess Neutral Benign Roles
fr: Le Prophète du mal peut deviner les rôles neutres bénins

source: Doomsayer Can Guess Neutral Evil Roles
fr: Le Prophète du mal peut deviner les rôles neutres maléfiques

source: Doomsayer Can Guess Neutral Killing Roles
fr: Le Prophète du mal peut deviner les rôles neutres tueurs

source: Doomsayer Can Guess Impostor Roles
fr: Le Prophète du mal peut deviner les rôles d'imposteurs

source: Doomsayer Can Guess After Voting
fr: Le Prophète du mal peut deviner après le vote

source: Number Of Doomsayer Kills To Win
fr: Nombre de meurtres du Prophète du mal pour gagner

source: All Dead
fr: Tous les morts

source: Newest Dead
fr: Mort le plus récent

source: Oldest Dead
fr: Mort le plus ancient

source: Self+GA
fr: Soi-même+AG

source: Self+Medic
fr: Soi-même+Médic

source: Shielded
fr: Protégé

source: Executioner Become sOn Target Dead
fr: Le Bourreau devient quand la cible meurt

source: Executioner Can Button
fr: Le Bourreau peut utiliser le bouton

source: Executioner Torments Player On Victory
fr: Le Bourreau tourmente le joueur à la victoire

source: Jester Can Button
fr: Le Bouffon peut utiliser le bouton

source: Jester Can Hide In Vents
fr: Le Bouffon peut se cacher dans les évents

source: Jester Has Impostor Vision
fr: Le Bouffon a la vision de l'Imposteur

# JesterHauntsPlayerOnVictory
source: Jester Has Impostor Vision
fr: Le Bouffon hante le joueur à la victoire

source: Phantom Spooks Player On Victory
fr: Le Fantôme effraie le joueur à la victoire

source: Douse Cooldown
fr: Temps de recharge d'extinction

source: Arsonist Has Impostor Vision
fr: L'Incendiaire a la vision de l'Imposteur

source: Ignite Cooldown Removed When Arsonist Is LastKiller
fr: Temps de recharge d'incendie supprimé lorsque l'Incendiaire est le dernier tueur

source: Juggernaut Initial Kill Cooldown
fr: Temps de recharge initial du Juggernaut

source: Juggernaut Can Vent
fr: Le Juggernaut peut se faufiler

source: Infect Cooldown
fr: Temps de recharge d'infection

source: Pestilence Kill Cooldown
fr: Temps de recharge de meurtre de Pestilence

source: Pestilence Can Vent
fr: Pestilence peut se faufiler

source: Mimic Cooldown
fr: Temps de recharge d'imitation

source: Mimic Duration
fr: Durée d'imitation

source: Hack Cooldown
fr: Temps de recharge de piratage

source: Hack Duration
fr: Durée de piratage

source: Glitch Kill Cooldown
fr: Temps de recharge de meurtre de Glitch

source: Glitch Can Vent
fr: Le Glitch peut se faufiler

source: Vampire Bite Cooldown
fr: Temps de recharge de morsure de Vampire

source: Vampires Have Impostor Vision
fr: Les Vampires ont la vision de l'Imposteur

source: Vampires Can Vent
fr: Les Vampires peuvent se faufiler

source: New Vampire Can Assassinate
fr: Le nouveau Vampire peut assassiner

source: Rampage Cooldown
fr: Temps de recharge de la furie

source: Rampage Duration
fr: Durée de la furie

source: Rampage Kill Cooldown
fr: Temps de recharge de meurtre de la furie

source: Short
fr: Court

source: Recall Cooldown
fr: Temps de recharge du rappel

source: Escapist Can Vent
fr: L'Évadé peut se faufiler

source: Flash Grenade Cooldown
fr: Temps de recharge de la grenade flash

source: Flash Grenade Duration
fr: Durée de la grenade flash

source: Flash Radius
fr: Rayon de la grenade flash

source: Indicate Flashed Crewmates
fr: Indiquer les coéquipiers éblouis

source: Grenadier Can Vent
fr: Le Grenadier peut se faufiler

source: Morphling Cooldown
fr: Temps de recharge du Morphling

source: Morphling Duration
fr: Durée du Morphling

source: Swoop Cooldown
fr: Temps de recharge du Swooper

source: Swoop Duration
fr: Durée du Swooper

source: Swooper Can Vent
fr: Le Swooper peut se faufiler

source: Ability Cooldown
fr: Temps de recharge de l'aptitude

source: Ability Duration
fr: Durée de l'aptitude

source: Sprint Speed
fr: Vitesse de sprint

source: Freeze Speed
fr: Vitesse de gel

source: Detonate Delay
fr: Délai de détonation

source: Max Kills In Detonation
fr: Nombre maximal de meurtres dans la détonation

source: Detonate Radius
fr: Rayon de détonation

source: Bomber Can Vent
fr: Le Bombardier peut se faufiler

source: Minimum People Alive When Traitor Can Spawn
fr: Nombre minimal de personnes en vie lorsque le Traître peut apparaître

source: Traitor Won't Spawn If Any Neutral Killing Is Alive
fr: Le Traître n'apparaîtra pas si un tueur neutre est en vie

source: Time It Takes To Fully Charge
fr: Temps nécessaire pour charger complètement

source: Time It Takes To Use Full Charge
fr: Temps nécessaire pour utiliser une charge complète

source: Initial Blackmail Cooldown
fr: Temps de recharge initial du chantage

source: Mine Cooldown
fr: Temps de recharge de la mine

source: Drag Cooldown
fr: Temps de recharge du glisser

source: Undertaker Drag Speed
fr: Vitesse de glissement de l'Undertaker

source: Undertaker Can Vent
fr: L'Undertaker peut se faufiler

source: Undertaker Can Vent While Dragging
fr: L'Undertaker peut se faufiler en traînant

source: Diseased Kill Multiplier
fr: Multiplicateur de meurtre de la maladie

source: Chill Duration
fr: Durée du froid

source: Chill Start Speed
fr: Vitesse de départ du froid

source: Flash Speed
fr: Vitesse de l'éclair

source: Giant Slow
fr: Ralentissement du Géant

source: Both Lovers Die
fr: Les deux amoureux meurent

source: Loving Impostor Probability
fr: Probabilité d'imposteur amoureux

source: Neutral Roles Can Be Lovers
fr: Les rôles neutres peuvent être amoureux

source: Kill Cooldown Bonus
fr: Bonus de temps de recharge du meurtre

# IncreasedKillCooldownWhen2PlusImps
source: Increased Kill Cooldown When 2+ Imps
fr: Augmentation du temps de recharge du meurtre quand 2+ Imposteurs

source: Always
fr: Toujours

source: Cancel
fr: Annuler

source: Classic
fr: Classique

source: Emergency
fr: Urgence

source: Killing Only
fr: Tueurs Seulement

source: Load Custom Settings
fr: Charger les paramètres personnalisés

source: Loading
fr: Chargement

source: Maximum Number Of Fixes
fr: Nbr Maximun de réparation

source: No
fr: Non
