Repository: eDonnes124/Town-Of-Us-R
Catalog: source/Properties/Resources.*.resx
Languages: fr

source: Save Custom Settings
fr: Enregistrer les paramètres personnalisés

source: Self
fr: Soi-même

source: Slot
fr: Emplacement

# BodyReportCrewmate
source: Body Report: The killer appears to be a Crewmate! (Killed {0}s ago)
fr: Rapport de Corps : Le tueur semble être un Équipier ! (Tué il y a {0}s)

# BodyReportImpostor
source: Body Report: The killer appears to be an Impostor! (Killed {0}s ago)
fr: Rapport de Corps : Le tueur semble être un Imposteur ! (Tué il y a {0}s)

# BodyReportNeutralRole
source: Body Report: The killer appears to be a Neutral Role! (Killed {0}s ago)
fr: Rapport de Corps : Le tueur semble être un Rôle Neutre ! (Tué il y a {0}s)

# BodyReportRole
source: Body Report: The killer appears to be a {0}! (Killed {1}s ago)
fr: Rapport de Corps : Le tueur semble être un {role.Name} ! (Tué il y a {0}s)

# BodyReportSuicide
source: Body Report: The kill appears to have been a suicide! (Killed {0}s ago)
fr: Rapport de Corps : Le meurtre semble avoir été un suicide ! (Tué il y a {0}s)

# BodyReportTooOld
source: Body Report: The corpse is too old to gain information from. (Killed {0}s ago)
fr: Rapport de Corps : Le cadavre est trop vieux pour obtenir des informations. (Tué il y a {0}s)

source: Arsonist Wins!
fr: Victoire du pyromane!

# BodyReportCorpseTooOld
source: The corpse is too old to gain information from. (Killed {0}s ago
fr: Le cadavre est trop vieux pour obtenir des informations. (Tué il y a {0}s)

# BodyReportKillerAppearance
source: Body Report: The killer appears to be {0}! (Killed {1}s ago)
fr: Rapport de cadavre : Le tueur semble être {0} ! (Tué il y a {1}s)

# BodyReportKillerAppearanceColor
source: Body Report: The killer appears to be a {1} color. (Killed {0}s ago)
fr: Rapport de cadavre : Le tueur semble être d'une couleur {1}. (Tué il y a {0}s)

source: Doomsayer Wins!
fr: Victoire du Prophète du Mal!

source: Executioner Wins!
fr: Victoire du Bourreau!

source: Imp
fr: Impt

source: Jester Wins!
fr: Victoire du Bouffon!

source: Juggernaut Wins!
fr: Victoire du Juggernaut!

# LoveCoupleWins
source: Only Neutral Roles Were Left
fr: Victoire du couple amoureux!

# NoPlayersEnteredTraps
source: No players entered any of your traps
fr: Aucun joueur n'est entré dans l'une de vos pièges

# NotEnoughPlayersTriggeredTraps
source: Not enough players triggered your traps
fr: Pas assez de joueurs ont déclenché vos pièges

# ObservationAppearsToBeRoleless
source: You observe that {0} appears to be roleless
fr: Tu observes que {0} semble être sans rôle

# ObservationHasAlteredPerceptionOfReality
source: You observe that {0} has an altered perception of reality
fr: Tu observes que {0} a une perception altérée de la réalité

# ObservationHasATrickUpTheirSleeve
source: You observe that {0} has a trick up their sleeve
fr: Tu observes que {0} a un tour dans sa manche

# ObservationHasInsightForPrivateInformation
source: You observe that {0} has an insight for private information
fr: Tu observes que {0} a un don pour les informations privées

# ObservationHasUnusualObsessionWithDeadBodies
source: You observe that {0} has an unusual obsession with dead bodies
fr: Tu observes que {0} a une obsession inhabituelle pour les cadavres

# ObservationHidesToGuardThemselvesOrOthers
source: You observe that {0} hides to guard themself or others
fr: Tu observes que {0} se cache pour se protéger ou protéger les autres

# ObservationIsCapableOfPerformingRelentlessAttacks
source: You observe that {0} is capable of performing relentless attacks
fr: Tu observes que {0} est capable d'effectuer des attaques implacables

# ObservationIsWellTrainedInHuntingDownPrey
source: You observe that {0} is well trained in hunting down prey
fr: Tu observes que {0} est bien entraîné pour chasser sa proie

# ObservationSpreadsFearAmongTheGroup
source: You observe that {0} spreads fear among the group
fr: Tu observes que {0} répand la peur parmi le groupe

# OnlyNeutralRolesWereLeftTranslation
source: Only Neutral Roles Were Left
fr: Seuls les rôles neutres étaient encore présents

source: or
fr: ou

source: Pestilence Wins!
fr: Victoire de Pestilence!

source: Phantom Wins!
fr: Victoire du Fantôme!

source: Plaguebearer Wins!
fr: Victoire du Porteur de Peste!

# PlayerConfessesToKnowingNoMoreEvilPlayers
source: {0} confesses to knowing that there are no more evil players!
fr: {0} avoue savoir qu'il n'y a plus de joueurs maléfiques !

# PlayerConfessesToKnowingTheyAndOrAreEvil
source: {0} confesses to knowing that they, {1} and/or {2} is evil!
fr: {0} avoue savoir que lui, {1} et/ou {2} sont maléfiques !

source: Prosecute
fr: Accuser

source: Roles caught in your trap
fr: Rôles pris dans votre piège

source: Survivor Only Win!
fr: Victoire du Survivant seulement!

source: The Glitch Wins!
fr: Victoire de l'Anomalie!

# TooFewPeopleAliveToReceiveConfessional
source: Too few people alive to receive a confessional
fr: Trop peu de personnes en vie pour recevoir une confession

source: Vampires Win!
fr: Victoire des Vampires!

source: Werewolf Wins!
fr: Victoire du Loup-garou

source: YOU ARE BLACKMAILED
fr: VOUS ÊTES SOUMIS AU CHANTAGE

# YourConfessorFailedToSurviveNoConfession
source: Your confessor failed to survive so you received no confession
fr: Votre confesseur n'a pas survécu, vous n'avez donc reçu aucune confession
